[
  {
    "model": "catalog.product",
    "pk": 1,
    "fields": {
      "name": "Chevrolet Spark",
      "descriptions": "Малолитражный автомобиль, выпускаемый General Motors с 2005 года. До 2015 года был известен на некоторых рынках, как Daewoo Matiz. А с 2015 до 2020 год за пределы Узбекистана поставлялся под маркой Ravon R2. В настоящее время все три поколения автомобиля остаются в производстве, но на разных рынках.",
      "photo": "catalog/1304bbc8fc20f12e6f8fddacdeedb4d5.jpg",
      "category": 1,
      "price_for_one": 1750000,
      "date_of_creation": "2023-12-05T18:31:11.693Z",
      "last_modified_date": "2023-12-10T00:29:15.421Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 2,
    "fields": {
      "name": "Citroen C2",
      "descriptions": "Трёхдверный хэтчбек сегмента B, выпускавшийся французской компанией Citroën (часть концерна PSA, ныне — Stellantis) с 2003 по 2009 год. В модельном ряду сменил Saxo и был заменён на DS 3. Модель имела успех в Европе — полмиллиона проданных автомобилей. Несмотря на коммерческий успех, различные автомобильные издания оценили модель средне, из минусов отмечая тесный задний ряд и плохую работу автоматической коробки передач. Автомобиль также принимал участие в автоспорте.",
      "photo": "catalog/ORPHEA_68310_1.jpg",
      "category": 1,
      "price_for_one": 750000,
      "date_of_creation": "2023-12-05T18:31:27.955Z",
      "last_modified_date": "2023-12-10T00:28:51.574Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 3,
    "fields": {
      "name": "Peugeot 107",
      "descriptions": "Микролитражный городской автомобиль с трёх- или пятидверным кузовом хетчбэк, выпускавшийся компанией Peugeot. Наряду с Citroën C1 и Toyota Aygo является вариантом платформы, совместно разработанной компаниями PSA Peugeot Citroën и Toyota. Согласно договору производителей, для всех моделей использовались унифицированные шасси, передние двери, лобовые стёкла и элементы салона (за исключением рулевых колёс и обивок сидений), а у Peugeot и Citroën внешние отличия сводились лишь к оформлению передка, колпаков колёс и задних фонарей. Технически автомобили имеют много общего со вторым поколением автомобиля Toyota Yaris: кроме бензинового двигателя с минимальными отличиями позаимствованы подвески и рулевое управление с опциональным электроусилителем.",
      "photo": "catalog/d1a8b23df694a10fbf0487cfac2a8d59.jpeg",
      "category": 1,
      "price_for_one": 650000,
      "date_of_creation": "2023-12-05T18:31:27.955Z",
      "last_modified_date": "2023-12-10T00:28:20.539Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 4,
    "fields": {
      "name": "Volkswagen Polo",
      "descriptions": "Компактный автомобиль немецкого автоконцерна Volkswagen, находящийся в производстве с 1975 года. Выпускается с кузовами типа хэтчбек (Polo, Polo Coupe), седан (Derby, Polo Classic, Polo Sedan), универсал (Polo Variant) и грузопассажирский фургон (Caddy). В 2010 году был признан автомобилем года в Европе и в мире. Polo стабильно входит в десятку самых продаваемых автомобилей Европы. С 2010 года Polo производится по полному циклу на заводе Volkswagen в России под Калугой.",
      "photo": "catalog/original.jpg",
      "category": 2,
      "price_for_one": 1250000,
      "date_of_creation": "2023-12-05T18:31:27.955Z",
      "last_modified_date": "2023-12-10T00:27:47.660Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 5,
    "fields": {
      "name": "Renault Logan",
      "descriptions": "Бюджетный субкомпактный автомобиль, разработанный компанией Renault специально для развивающихся рынков. Основное производство развёрнуто в Румынии на заводе промышленной группы Dacia, с 1999 года принадлежащей компании Renault. В России первое поколение автомобиля выпускалось с 2005 года по декабрь 2015 на заводе Автофрамос (позже «Рено Россия») в Москве, а с 2014 года по февраль 2022 на заводе АвтоВАЗ в Тольятти выпускалось второе поколение.",
      "photo": "catalog/20140521_logan_new.jpg",
      "category": 2,
      "price_for_one": 1350000,
      "date_of_creation": "2023-12-05T18:31:27.955Z",
      "last_modified_date": "2023-12-10T00:27:16.317Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 6,
    "fields": {
      "name": "Ford Fiesta",
      "descriptions": "Fiesta была первоначально названа проектом Bobcat («Рыжая рысь»), проект одобрил Генри Форд II в сентябре 1972 года. Цель проекта — снизить издержки производства и сделать автомобиль дешевле, чем выпускавшаяся тогда модель Ford Escort. У автомобиля должна была быть колёсная база больше, чем у Fiat 127, но его габариты по длине — меньше, чем у Ford Escort. Дизайн вёл дизайнер Том Тжаард и бюро Ghia. Проект был одобрен осенью 1973 года техническим центром Ford в Кёльне при поддержке Dunton Wayletts. Решено было выпускать 500 000 шт. в год, для этого построили новый завод под Валенсией, фабрику по производству ведущего моста в блоке с коробкой передач рядом открыли в Бордо, ещё несколько заводов в Европе. Окончательная сборка происходила на заводе в Валенсии.",
      "photo": "catalog/2a7ae1b3973ad337029ba91eb2184dba.jpg",
      "category": 2,
      "price_for_one": 1020000,
      "date_of_creation": "2023-12-05T18:31:27.955Z",
      "last_modified_date": "2023-12-10T09:46:09.296Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 7,
    "fields": {
      "name": "Volkswagen Golf",
      "descriptions": "Golf стал самой успешной моделью Volkswagen и одним из самых продаваемых автомобилей в мире (по данным на 2007 год произведено более 25 миллионов шт.), является лидером продаж в Европе. Является родоначальником гольф-класса. Volkswagen Golf был признан Импортным автомобилем года в Японии (2004—2005). В 2013 году Volkswagen Golf седьмого поколения на ежегодном конкурсе «Всемирный автомобиль года» (World Car of the Year или WCOTY) был назван лучшим автомобилем года.",
      "photo": "catalog/vwgl425.jpg",
      "category": 3,
      "price_for_one": 1500000,
      "date_of_creation": "2023-12-05T18:31:27.955Z",
      "last_modified_date": "2023-12-10T00:25:46.579Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 8,
    "fields": {
      "name": "Honda Civic",
      "descriptions": "Компактный автомобиль с поперечно расположенным двигателем, выпускаемый компанией Honda. Впервые представлен в июле 1972 г. Во многом благодаря этой модели, компания Honda вошла в список мировых автопроизводителей. Civic стал первым массовым японским автомобилем высоко оценённым в Европе. Civic считается автомобилем среднего размера, хотя и конкурирует в компактном классе. Название англ. Civic означает «гражданский», «общественный». В августе 2010 года компания Honda прекратила выпускать в Японии модель Civic по причине низких продаж. Однако Civic был вновь представлен на японском рынке с запуском модели десятого поколения в 2017 году.",
      "photo": "catalog/2007-honda-civic-type-r-02.jpg",
      "category": 3,
      "price_for_one": 1350000,
      "date_of_creation": "2023-12-05T18:31:27.955Z",
      "last_modified_date": "2023-12-10T00:25:13.075Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 9,
    "fields": {
      "name": "Toyota Corolla",
      "descriptions": "Появившись в 1966 году, он к 1997 стал одним из самых продаваемых автомобилей в истории. С 1968 года в производство была запущена модель Toyota Sprinter, которая представляла собой более скромную версию автомобиля, продававшуюся только на территории Японии. По данным «Книги рекордов Гиннесса», к 2005 году во всём мире было продано свыше 30 миллионов автомобилей Corolla. В 2006 году названию Corolla исполнилось 40 лет, в течение которых сменилось десять поколений Toyota Corolla, а общий объём выпуска достиг отметки в 35 миллионов. К июлю 2013 года было продано более 40 миллионов автомобилей модели Corolla.",
      "photo": "catalog/329f4f132fb079b9d96ba53fa53c026c.jpeg",
      "category": 3,
      "price_for_one": 2200000,
      "date_of_creation": "2023-12-05T18:31:27.955Z",
      "last_modified_date": "2023-12-10T00:24:18.666Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 10,
    "fields": {
      "name": "Infiniti Q50",
      "descriptions": "Компактный представительский автомобиль, выпускаемый Nissan для своего люксового бренда Infiniti. Заменив седан G /Q40, он дебютировал на Североамериканском международном автосалоне 2013 и поступил в продажу в Северной Америке в третьем квартале 2013 года и в Европе в четвертом квартале 2013 года. Это экспортная модель Nissan Skyline V37 для внутреннего рынка Японии.",
      "photo": "catalog/975208354.jpg",
      "category": 4,
      "price_for_one": 2500000,
      "date_of_creation": "2023-12-05T18:31:27.955Z",
      "last_modified_date": "2023-12-10T00:23:27.469Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 11,
    "fields": {
      "name": "Mazda 6",
      "descriptions": "Это среднеразмерный автомобиль японской компании Mazda. Предшественником модели считается Mazda 626, так же известная как Mazda Capella. Mazda 6 первого поколения стала первым представителем нового модельного ряда Mazda. За ней последовали Mazda 2 в декабре 2002 года, RX-8 в августе 2003 года, Mazda 3 в январе 2004 года, Mazda 5 летом 2005 года.",
      "photo": "catalog/7d322aes-1920.jpg",
      "category": 4,
      "price_for_one": 3250000,
      "date_of_creation": "2023-12-05T18:31:27.955Z",
      "last_modified_date": "2023-12-10T00:22:34.045Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 12,
    "fields": {
      "name": "Audi A4",
      "descriptions": "С 1995 года Audi A4, представляет собой семейство моделей среднего класса, выпускаемых под маркой Audi. Внутреннее обозначение автомобилей этой серии — «тип В». Audi 80 стал преемником серии Audi F103, модели которой — Audi 60, 75, 80 и Super 90— обозначались по числу лошадиных сил. Наименование Audi 80 стало использоваться для всего модельного ряда и в 1994 году было заменено на A4.",
      "photo": "catalog/a4.jpeg",
      "category": 4,
      "price_for_one": 3500000,
      "date_of_creation": "2023-12-05T18:31:27.955Z",
      "last_modified_date": "2023-12-10T00:21:47.717Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 13,
    "fields": {
      "name": "Nissan Teana",
      "descriptions": "Автомобиль среднего/бизнес класса, выпускаемый с 2003 года по настоящее время. Предыдущие модели — Nissan Bluebird, Nissan Cefiro и Nissan Laurel. С 2008 года выпускается второе поколение, а с 2014 года третье поколение автомобиля. Он экспортируется как Nissan Maxima и Nissan Cefiro на определённые рынки. Teana разделяет платформу с Nissan Maxima и Nissan Altima, которые продаются в Северной Америке, а также с минивэном Nissan Presage.",
      "photo": "catalog/0005499948f74842af64.jpg",
      "category": 5,
      "price_for_one": 1300000,
      "date_of_creation": "2023-12-05T18:31:27.955Z",
      "last_modified_date": "2023-12-25T22:09:06.859Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 14,
    "fields": {
      "name": "Lexus GS",
      "descriptions": "Японский седан бизнес-класса, выпускаемый подразделением автомобильной корпорации Toyota Motor Corporation с 1991 по 2020 год. Модель занимает на рынке промежуточную нишу между младшей моделью Lexus IS и флагманским семейством Lexus LS. Автомобиль выпускался с задним и полным приводом, в бензиновой и в гибридных версиях. Модели GS 300, GS 350, GS 400, GS 430, GS 460 оснащались бензиновыми двигателями с объёмом 3.0 л, 3.5 л, 4.0 л, 4.3 л и 4.6 л соответственно, модель GS 450h комплектовалась гибридным агрегатом с двигателем объёмом 3.5 л.",
      "photo": "catalog/1689689517_myskillsconnect-com-p-leksus-gs-250-foto-42.jpg",
      "category": 5,
      "price_for_one": 3400000,
      "date_of_creation": "2023-12-05T18:31:27.955Z",
      "last_modified_date": "2023-12-25T22:57:29.256Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 15,
    "fields": {
      "name": "Toyota Camry",
      "descriptions": "Производится на заводах в Японии, США, Австралии, России и Китае, Таиланде. По состоянию на 2023 год выйдет девятое поколение автомобиля. Название «Camry» происходит от японской фонетической записи китайского иероглифа 冠, который имеет значение «корона». В России, наряду с другими автомобилями фирмы, модель пользуется стабильным покупательским спросом, в связи с чем в 2005 году начато строительство сборочного завода в посёлке Шушары, 21 декабря 2007 года завод выпустил первый автомобиль.",
      "photo": "catalog/tojota-kamri.jpg",
      "category": 5,
      "price_for_one": 4000000,
      "date_of_creation": "2023-12-05T18:31:27.955Z",
      "last_modified_date": "2023-12-25T21:31:45.777Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 16,
    "fields": {
      "name": "Mercedes-Benz S-класса",
      "descriptions": "Это флагманская серия представительских автомобилей немецкой компании Mercedes-Benz, дочернего подразделения концерна Daimler AG. Представляет собой наиболее значимую линейку моделей в иерархии классов торговой марки. На автомобилях S-класса дебютирует большинство наиболее современных технологических решений компании, в том числе системы безопасности и ключевые особенности фирменного интерьера. По показателям продаж модели флагманской серии оцениваются как одни из самых продаваемых роскошных седанов в мире.",
      "photo": "catalog/mlec1faakymsj9b49hsk35v7iks3hysd.jpg",
      "category": 6,
      "price_for_one": 22000000,
      "date_of_creation": "2023-12-05T18:31:27.955Z",
      "last_modified_date": "2023-12-10T00:18:37.477Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 17,
    "fields": {
      "name": "Audi A8",
      "descriptions": "Выпуск автомобилей представительского класса под маркой Audi начался в 1979 году. Первым из них стал Audi 200 (Typ 43), базировавшийся на платформе Audi 100 C2. В 1983 году в качестве люксовой версии нового Audi 100 C3 был выпущен Audi 200 Typ 44[1]. В 1988 году Audi V8 стал первой самостоятельной моделью представительского класса. Тем не менее, и он, несмотря на новую с технической точки зрения конструкцию, базировался на платформе Audi 100.",
      "photo": "catalog/audi-a8-2015.jpg",
      "category": 6,
      "price_for_one": 20000000,
      "date_of_creation": "2023-12-05T18:31:27.955Z",
      "last_modified_date": "2023-12-10T00:17:37.054Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 18,
    "fields": {
      "name": "BMW 7 серия",
      "descriptions": "Начиная с 1977 года, было выпущено семь поколений этой серии. В 2022 году компания BMW представила новую BMW 7 в кузове G70. В 2023 году компания BMW представила бронированную электрическую модель 7 серии. В седанах i7 Protection и его топливном аналоге 7 Series Protection используется специальная броня, она способна выдержать разного рода взрывы, а также соответствует уровню баллистической защиты VR9.",
      "photo": "catalog/bmw7.jpg",
      "category": 6,
      "price_for_one": 19500000,
      "date_of_creation": "2023-12-05T18:31:27.955Z",
      "last_modified_date": "2023-12-10T00:12:22.774Z"
    }
  },
  {
    "model": "catalog.category",
    "pk": 1,
    "fields": {
      "name": "A-класс",
      "descriptions": "Его ещё называют — класс микроавтомобилей или класс сити-каров, а иногда просто — класс «мини». Он самый младший в классификации. Автомобили класса А — вымирающий вид на автомобильном рынке: с каждым годом их всё меньше на дорогах."
    }
  },
  {
    "model": "catalog.category",
    "pk": 2,
    "fields": {
      "name": "B-класс",
      "descriptions": "Этот рыночный сегмент по-прежнему популярен в Европе. Там его ещё часто называют классом супермини. Правильнее это перевести как «большой мини» или «больше чем мини». Потому что автомобили класса B крупнее, чем в А-классе."
    }
  },
  {
    "model": "catalog.category",
    "pk": 3,
    "fields": {
      "name": "C-класс",
      "descriptions": "Этот сегмент ещё называют гольф-классом. Название дали в честь Volkswagen Golf — одного из родоначальников сегмента небольших хэтчбеков и одновременно самой популярной его модели."
    }
  },
  {
    "model": "catalog.category",
    "pk": 4,
    "fields": {
      "name": "D-класс",
      "descriptions": "Другое название — средний класс. Когда-то этот сегмент был одним из главных на рынке, но сейчас автомобили класса D сдают свои позиции, уступая кроссоверам и внедорожникам."
    }
  },
  {
    "model": "catalog.category",
    "pk": 5,
    "fields": {
      "name": "E-класс",
      "descriptions": "Он же бизнес-класс. И Е-сегмент — это не только большие размеры (габаритная длина иногда доходит до пяти метров), но и просторный, дорого отделанный салон."
    }
  },
  {
    "model": "catalog.category",
    "pk": 6,
    "fields": {
      "name": "F-класс",
      "descriptions": "Высшая лига автомобильной классификации — это люксовые Mercedes-Benz S-класса, Rolls-Royce Phantom и тд. Автомобили класса F в длину превышают 5 метров, а объём двигателя и уровень оснащения при этом не ограничены никакими условностями."
    }
  },
  {
    "model": "catalog.blog",
    "pk": 1,
    "fields": {
      "title": "Тест!!!!",
      "slug": "test",
      "content": "Тестsrgrsg",
      "image": "",
      "date_of_creation": "2023-12-19T14:24:23.572Z",
      "is_published": true,
      "views_count": 4
    }
  },
  {
    "model": "catalog.blog",
    "pk": 2,
    "fields": {
      "title": "Тест",
      "slug": "test",
      "content": "Тест",
      "image": "",
      "date_of_creation": "2023-12-19T14:26:47.379Z",
      "is_published": true,
      "views_count": 18
    }
  },
  {
    "model": "catalog.blog",
    "pk": 12,
    "fields": {
      "title": "Новый тест",
      "slug": "novyij-test",
      "content": "Новый тест",
      "image": "",
      "date_of_creation": "2023-12-23T11:29:28.804Z",
      "is_published": true,
      "views_count": 5
    }
  },
  {
    "model": "catalog.version",
    "pk": 1,
    "fields": {
      "product": 15,
      "num_version": 1,
      "name_version": "Врум врум",
      "is_active": true
    }
  },
  {
    "model": "catalog.version",
    "pk": 2,
    "fields": {
      "product": 13,
      "num_version": 1,
      "name_version": "Врум врум",
      "is_active": false
    }
  },
  {
    "model": "catalog.version",
    "pk": 4,
    "fields": {
      "product": 14,
      "num_version": 1,
      "name_version": "Врум врум",
      "is_active": false
    }
  }
]